[
  {
	"id": "1",
	"stories": [
	{
	  "news_headline": "City Launches Rooftop Garden Initiative to Combat Urban Heat",
	  "news_content": "In response to rising summer temperatures and poor air quality, the city council has approved funding for rooftop gardens on public buildings. Officials say the initiative will reduce heat islands, improve biodiversity, and provide fresh produce to local communities.",
	  "news_fake": false
	},
	{
	  "news_headline": "Study Finds Social Media Use Linked to Increased Anxiety in Teens",
	  "news_content": "A new report from the National Health Institute shows a strong correlation between excessive social media use and rising anxiety levels among teenagers. Experts are calling for digital literacy programs and mental health support in schools.",
	  "news_fake": false
	},
	{
	  "news_headline": "Scientists Warn Trees May Be Secretly Communicating with Aliens",
	  "news_content": "A fringe research group claims that certain tree species emit signals that could be interpreted as alien communication. While mainstream scientists dismiss the theory, the group insists their data shows 'non-terrestrial patterns' in tree root networks.",
	  "news_fake": true
	}
	]
  },
  {
	"id": "2",
	"stories": [
	{
	  "news_headline": "City Implements Noise Curfew to Improve Mental Health",
	  "news_content": "In response to rising complaints about nighttime disturbances, the city council has passed a noise curfew ordinance. Officials say reduced noise pollution will improve sleep quality and mental health, especially in densely populated areas.",
	  "news_fake": false
	},
	{
	  "news_headline": "Pigeons Form Union, Demand Better Park Conditions",
	  "news_content": "A group of urban pigeons has reportedly organized a union to protest poor sanitation and lack of seed diversity in public parks. Birdwatchers claim the pigeons have begun coordinated fly-ins to disrupt tourist areas until demands are met.",
	  "news_fake": true
	},
	{
	  "news_headline": "Schools Introduce Climate Literacy into Curriculum",
	  "news_content": "Public schools across the region are adding climate literacy modules to science classes. Educators hope this will empower students to understand environmental challenges and participate in sustainable solutions.",
	  "news_fake": false
	}]
  },
  {
	"id": "3",
	"stories":[
	{
	  "news_headline": "Rainclouds Sue City for Emotional Neglect",
	  "news_content": "In a bizarre legal filing, a group of rainclouds claims emotional distress due to being blamed for bad weather. The clouds are seeking recognition for their role in maintaining ecosystems and replenishing water supplies.",
	  "news_fake": true
	},
	{
	  "news_headline": "Local Supermarket Eliminates Single-Use Plastic Bags",
	  "news_content": "In a move toward sustainability, GreenMart has announced it will no longer offer single-use plastic bags. Customers are encouraged to bring reusable bags or purchase biodegradable alternatives at checkout.",
	  "news_fake": false
	},
	{
	  "news_headline": "Banana Peels Found to Be Effective Wi-Fi Boosters",
	  "news_content": "Tech enthusiasts claim that placing banana peels near routers improves signal strength. While no scientific evidence supports the claim, online forums are flooded with testimonials and DIY peel placement guides.",
	  "news_fake": true
	}
  ]}
]
