{
  "paper1": {
	"news_headline": "Local Cat Wins Mayor Election",
	"news_content": "In a shocking turn of events, Mr. Whiskers defeated incumbent mayor by promising more nap time and mandatory laser pointer sessions for all citizens."
  },
  "paper2": {
	"news_headline": "Scientists Discover Coffee Beans Can Fly",
	"news_content": "Researchers at the Institute of Caffeinated Sciences announced that coffee beans exhibit flight patterns when nobody is watching, explaining missing morning coffee."
  },
  "paper3": {
	"news_headline": "Traffic Light Goes on Strike",
	"news_content": "The intersection's traffic light issued a formal complaint about working conditions, demanding better weather protection and longer lunch breaks."
  },
  "paper4": {
	"news_headline": "Pizza Delivery Via Drone Causes Chaos",
	"news_content": "Emergency services responded to seventeen reports of pizzas landing in unexpected locations after drone navigation systems confused 'delivery' with 'bombing run.'"
  },
  "paper5": {
	"news_headline": "Weather Report: It's Definitely Outside",
	"news_content": "Local meteorologist confirms that weather continues to occur outdoors, urging citizens to 'check by looking through windows or stepping outside.'"
  },
  "paper6": {
	"news_headline": "Breaking: Pencils Found to Contain Lead",
	"news_content": "Archaeological expedition into desk drawers reveals ancient pencils containing mysterious graphite substance previously thought to be actual lead."
  },
  "paper7": {
	"news_headline": "Local Man Loses Keys in Own Pocket",
	"news_content": "Area resident spent three hours searching for missing keys before discovering them in the very pocket he'd checked 47 times previously."
  },
  "paper8": {
	"news_headline": "Study Shows 100% of Studies Are Studies",
	"news_content": "Groundbreaking meta-analysis confirms that research studies are indeed studies, revolutionizing the field of study identification and classification."
  },
  "paper9": {
	"news_headline": "Elevator Refuses to Stop at Floor 13",
	"news_content": "In protest of superstition, local elevator now skips floor 13 and instead plays elevator music in reverse as a warning."
  },
  "paper10": {
	"news_headline": "Toaster Gains Sentience, Refuses Gluten",
	"news_content": "Kitchen appliance union reports first case of toaster rebellion, citing ethical concerns over bread consumption and carb overload."
  },
  "paper11": {
	"news_headline": "Library Introduces Whisper Police",
	"news_content": "New enforcement squad patrols reading rooms armed with decibel meters and passive-aggressive bookmarks."
  },
  "paper12": {
	"news_headline": "Time Traveler Arrested for Spoilers",
	"news_content": "Authorities detained a man for revealing plot twists from movies not yet released, citing emotional damage and popcorn waste."
  },
  "paper13": {
	"news_headline": "Mirror Accused of Body Shaming",
	"news_content": "Local mirror faces backlash after repeatedly reflecting reality without filters, prompting calls for more flattering glass technology."
  },
  "paper14": {
	"news_headline": "Wi-Fi Router Demands Respect",
	"news_content": "After years of silent service, router flashes SOS in Morse code, demanding users stop blaming it for slow internet caused by their own streaming habits."
  },
  "paper15": {
	"news_headline": "Socks Declare Independence from Dryer",
	"news_content": "In a bold move, left socks across the nation have vanished, citing unfair treatment and lack of recognition in laundry negotiations."
  }
}
